Repository: rootasjey/feels_uwp
Catalog: Feels/Strings/*/Resources.resw
Source language: en
Languages: de, fr, ru

# AboutHeader.Text
source: about
de: Über
fr: à propos
ru: о проекте

# BetaMessage
source: This app is in beta and can act not as expected, contains bugs or missing features. Please report any unexpected behavior via email or on GitHub. Thanks!
de: Diese App ist in der Betaphase und funktioniert eventuell nicht so wie erwartet. Sie könnte zum Beispiel Fehler enthalten und einige Funktionen könnten noch fehlen. Bitte melde jeden unerwarteten Fehler auf GitHub. Danke.
fr: Cette application est en beta et peut donc contenir des bugs, des textes non-traduits ainsi que des fonctionnalités manquantes. Merci de repporter (par mail ou github) tout comportement anormal. Merci
ru: Это приложение в Beta версии и может работать не так, как ожидается, содержать ошибки или отсутствующие функции. Пожалуйста, сообщайте о любых ошибках по почте или на GitHub. Спасибо!

source: clear day
de: wolkenloser Tag
fr: ciel dégagé
ru: ясный день

source: clear night
de: wolkenlose Nacht
fr: nuit dégagée
ru: ясная ночь

source: cloudy
de: bewölkt
fr: nuageux
ru: облачно

# CmdRefresh.Label
source: refresh
de: Aktualisieren
fr: rafraîchir
ru: Обновить

# CmdSettings.Label
source: settings
de: Einstellungen
fr: paramètres
ru: Настройки

# ContributeFifthLine.Text
source: visit this link for more information
de: Folge diesem Link, um mehr Informationen zu erhalten.
fr: visitez le lien suivant pour plus d'information
ru: Посетите

# ContributeFirstLine.Text
source: this project is open source and you can contribute in many ways
de: Dieses Projekt ist Open Source. Du hast viele Möglichkeiten mitzuhelfen
fr: ce projet est open source et vous pouvez y contribuer de plusieurs manières:
ru: Это проект с открытым исходным кодом и вы можете участвовать в нем разными способами:

# ContributeFourthLine.Text
source: • edit app's code source
de: • den Quellcode der App bearbeiten
fr: - éditer le code de l'application
ru: - радактировать исходный код

# ContributeSecondLine.Text
source: • report a bug
de: • Fehler melden
fr: - signaler un bug
ru: - сообщить об ошибке

# ContributeSixthLine.Text
source: and come participate in this project :)
de: und bei dieser App mitzumachen. :)
fr: et venez participer à ce projet :)
ru: для более подробной информации и становитесь участником проекта :)

# ContributeThirdLine.Text
source: • suggest a feature
de: • Funktionen vorschlagen
fr: - suggérer une fonctionnalité
ru: - предложить идею

# ContributeTitle.Text
source: contribute
de: Unterstützen
fr: contribuer
ru: Участвуйте

# DataContent1.Text
source: data come from
de: Daten von
fr: les données des citations proviennent des sites
ru: Данные о погоде мы получаем из

# DataContent2.Text
source: and this app has no link with
de: und diese App steht in keiner Beziehung zu
fr: et cette application n'est aucunement liée à ces sites.
ru: и приложение не имеет отношения к поставщику проноза погоды

# DataTitle.Text
source: data
de: Daten
fr: données
ru: Источник

# DynamicTileLabel.Text
source: update live tile periodically
de: Live-Tile regelmäßig updaten
fr: mettre à jour la tuile de l'application périodiquement
ru: Периодически обновлять живую плитку

# DynamicTileTitle.Text
source: dynamic tile
de: Dynamische Live-Tile
fr: tuile dynamique
ru: Живая плитка

# EmptyDailyForecast.Text
source: There is no data for daily forecast at the moment :(
de: Momentan haben wir leider keine Wetterdaten für die Tagesvorhersage :(
fr: Il n'y a aucune donnée pour la météo journalière pour l'instant :(
ru: На данный момент нет данных о прогнозе на несколько дней :(

# EmptyHourlyForecast.Text
source: There is no data for hourly forecast at the moment :(
de: Momentan haben wir leider keine Wetterdaten für die Stundenvorhersage:(
fr: Il n'y a aucune donnée pour la météo horaire pour l'instant :(
ru: На данный момент нет данных о прогнозе на несколько часов :(

# FeedbackButton.Content
source: send an email
de: eine Email senden
fr: envoyer un avis
ru: Обратная связь

# FeedbackLabel.Text
source: suggest an improvement or signal a bug by email
de: per Email eine Verbesserung vorschlagen oder einen Fehler melden
fr: suggérer une amélioration ou signaler un problème
ru: Предложить идею или сообщить об ошибке

# FeedbackTitle.Text
source: my request
de: Meine Anfragen
fr: mon avis
ru: Напишите

# FindLocationManually.Text
source: Search for your city manually
de: die Stadt manuell suchen
fr: Trouvez votre ville manuelement
ru: Выбрать город

# FindMe.Text
source: find me
de: finde mich
fr: localisez-moi
ru: мое местоположение

source: fog
de: Nebel
fr: brouillard
ru: туман

source: hail
de: Hagel
fr: grèle
ru: град

# ImagesSourceContent.Text
source: pictures are from
de: Bilder sind von
fr: les images proviennent de
ru: За изображения и иконки благодарим

# ImagesSourceTitle.Text
source: pictures
de: Bilder
fr: Images
ru: Изображения

# LanguageButton.Content
source: language
de: Sprache
fr: Langue
ru: Язык

# Loading.Text
source: Loading...
de: Lädt...
fr: chargement...
ru: Загрузка...

# LocationAutoDetect.Text
source: Your current location will be determined automatically
de: Deine aktuelle Postion wird automatisch erkannt.
fr: Votre position actuelle sera automatiquement déterminée
ru: Ваше местоположение будет определятся автоматически

# partly-cloudy-day
source: party cloudy day
de: über den Tag hinweg teilweise bewölkt
fr: partiellement couvert
ru: немного облачный день

# partly-cloudy-night
source: party cloudy night
de: in der Nacht teilweise bewölkt
fr: nuit partiellement couverte
ru: немного обачная ночь

# PersonalizationPivot.Header
source: personalization
de: Personalisierung
fr: personalisation
ru: персонализация

source: rain
de: Regen
fr: pluie
ru: дождь

# RatingButton.Content
source: rate the app
de: Die App bewerten
fr: noter l'app
ru: Оценить

# RatingLabel.Text
source: note the app in the Store
de: Die App im Store rezensieren
fr: notez l'application sur le Store
ru: Будем благодарны, если Вы оцените приложение в Магазине

# RatingTitle.Text
source: notation
de: Bewertung
ru: Оцените

# SearchText.Text
source: rechercher
de: Suche
fr: search
ru: поиск

source: sleet
de: Schneeregen
fr: neige fondue
ru: мокрый снег

source: snow
de: Schnee
fr: neige
ru: снег

# SwypeLeftToHourly.Text
source: swype left to see daily forecast
de: Wische nach links für die Tagesvorhersage
fr: Accéder à la météo journalière
ru: проведите влево для посмотра прогноза по дням

# SwypeRightToHourly.Text
source: swipe right to see hourly forecast
de: Wische nach links für die Stundenvorhersage
fr: Accéder à la météo horaire
ru: проведите вправо для посмотра прогноза по часам

# Tasks.Text
source: Tasks
de: Aktualisierung
fr: Tâches
ru: Задачи

# Theme.Text
source: Theme
de: App-Modus
fr: Thème
ru: Тема

# ThemeSwitch.OffContent
source: dark theme
de: Dunkel
fr: Thème Sombre
ru: темная тема

# ThemeSwitch.OnContent
source: white theme
de: Weiß
fr: Thème Clair
ru: светлая тема

source: thunderstorm
de: Gewitter
fr: orage
ru: гроза

source: wind
de: Win
fr: vent
ru: ветер

# ButtonRestart.Content
source: restart
de: Neustarten
fr: redémarer
ru: Перезапустить

# ItemDay.Content
source: once a day
de: einmal am Tag
fr: une fois par jour
ru: день

# ItemFifteenMinutes.Content
source: 15 min
de: alle 15 Minuten
ru: 15 минут

# ItemHalfHour.Content
source: half an hour
de: jede halbe Stunde
fr: chaque demi-heure
ru: полчаса

# ItemHour.Content
source: every hour
de: jede Stunde
fr: chaque heure
ru: час

# ItemThreeHours.Content
source: every 3 hours
de: alle drei Stunden
fr: toutes les 3 heures
ru: 3 часа

# LastTileTaskError.Text
source: no error
de: kein Fehler
fr: aucune erreur
ru: Ошибок нет

# LastUpdatedTask.Text
source: never run
de: niemals ausführen
fr: jamais lancé
ru: никогда

# TaskNotWorkingText.Text
source: if the task doesn't work properly, restart it
de: Wenn die Aktualisierung nicht funktioniert, solltest Du sie neustarten.
fr: si la tâche en arrière-plan ne fonctionne pas, redémarrez-là
ru: Если плитка не обновляется, перезапустите задачу

# TileIntervalUpdate.Header
source: recurrence
de: Wiederholung
fr: récurrence
ru: Обновлять раз в...

# DynamicTileActivity.Text
source: dynamic tile activity
de: dynamische Live-Tile-Aktualisierung
fr: activité de la tuile dynamique
ru: Живая плитка

# TileLastRun
source: tile task last run on:
de: Live-Tile-Aktualisierung letztes mal:
fr: dernière exécution de la tâche pour la tuile dynamique:
ru: обновлять живую плитку:

# UnitsText.Text
source: units
de: Einheiten
fr: unités
ru: Единицы измерения

source: language selected
de: Sprache ausgewählt
fr: sélectionné
ru: язык выбран

# LanguageLabel.Text
source: language
de: Sprache
fr: langue
ru: Язык

# LanguageSubLabel.Text
source: choose displayed language
de: Angezeigte Sprache auswählen
fr: choisissez la langue affichée
ru: Выберете язык приложения

# UnitsSubLabel.Text
source: choose temperature units
de: Temperatur-Einheit auswählen
fr: choisissez l'unité de température
ru: Выберете единицы измерения температуры

# ButtonPrivacyPolicyGitHub.Content
source: privacy policy GitHub version
de: Datenschutzbestimmung auf GitHub
fr: version GitHub de la politique de confidentialité
ru: репозиторий GitHub

# ContactMeLabel.Text
source: You can contact me by email at this address:
de: Du kannst mich über diese Email-Adresse kontaktieren
fr: Vous pouvez me contactez à cette adresse:
ru: Вы моете связаться со мной (на английском) по этому адресу:

# ContactMeTwitterLabel.Text
source: You can also contact me on twitter
de: Du kannst mich aber auch auf Twitter anschreiben
fr: Vous pouvez également me contacter sur twitter @jeremiecorpinot
ru: Также вы можете найти меня в Twitter: @jeremiecorpinot

# LocationInformationLabel.Text
source: location Information
de: Positions Informationen
fr: Information de localisation
ru: Местоположение

# LocationLine0.Text
source: Your location information is only used by the
de: Deine Positions-Informationen werden nur genutzt für die
fr: Votre localisation est uniquement utilisée par
ru: Ваше местоположение используется только

# LocationLine1.Text
source: Your location data is only used to define automatically the city where you are in order to show you relevant weather information.
de: Deine Position wird nur zum automatischen erfassen deiner Stadt verwendet, sodass dir die richtigen Wetterdaten zur Verfügung gestellt werden.
fr: Votre localisation est uniquement utilisée pour définir automatiquement la ville où vous vous situez afin de vous afficher des informations météo pertinentes
ru: Местоположение используется только для автоматического определения города,чтобы отображать актуальный прогноз погоды.

# LocationLine2.Text
source: We don't collect or save data for later use.
de: Wir sammeln deine Daten nicht, auch nicht für spätere Weiterverwendung.
fr: Nous ne sauvegardons pas vos donées de localisation pour une utilisation ultérieure
ru: Приложение не собирает и не хранит данные для иного использования.

# LocationLine3.Text
source: We don't send your data to any other third-party entity, firm, service.
de: Wir senden deine Daten an keine Dritten.
fr: Nous n'envoyons aucune données à une tierce-partie, société ou autre entité.
ru: Приложение не отправляет данные о местоположении третьим лицам, компаниям или сервисам.

# LocationLine4.Text
source: You can verify what we do with your data by visiting the
de: Du kannst überprüfen, was mit deinen Daten passiert indem du dir folgendes durchliest:
fr: Vous pouvez vérifiez l'utilisation de vos données par l'application ici:
ru: Вы можете убедиться в безопасности ваших данных, открыв

# LocationLine5.Text
source: source code.
de: Quellcode
fr: code source.
ru: исходный код.

# PrivacyPivot.Header
source: privacy policy
de: Datenschutzbestimmung
fr: politique de confidentialité
ru: конфиденциальность

# PrivacyPolicyLine0.Text
source: Your privacy is important to us and we respect it.
de: Deine Privatsphäre ist für uns wichtig und wir respektieren sie.
fr: Vos données personnelles sont importantes pour nous et nous les respectons.
ru: Ваша конфиденциальность важна для нас и мы её уважаем.

# PrivacyPolicyLine1.Text
source: • We don't share your personal information with anyone
de: • Wir teilen keine persönlichen Informationen mit Dritten
fr: -Nous ne partageons vos données personnelles avec aucune entité
ru: - Мы ни с кем не делимся вашей личной информацией.

# PrivacyPolicyLine2.Text
source: • We don't store your personal information at all
de: • Wir speichern deine persönlichen Informationen nicht
fr: -Nous ne stockons aucune information vous concernant
ru: - Мы не храним вашу личную информацию вообще.

# CloudCover.Text
source: cover
de: bedeckt
fr: couverture
ru: облачность

# Highest.Text
source: high
de: Höchsttemperatur
fr: haute
ru: высокая

# Humidity.Text
source: humidity
de: Luftfeuchtigkeit
fr: humidité
ru: влажность

# Lowest.Text
source: low
de: Tiefsttemperatur
fr: basse
ru: низкая

# Pressure.Text
source: pressure
de: Druck
fr: pression
ru: давление

# Probability.Text
source: probability
de: Wahrscheinlichkeit
fr: probabilité
ru: осадки

# Sunrise.Text
source: sunrise
de: Sonnenaufgang
fr: levé
ru: восход

# Sunset.Text
source: sunset
de: Sonnenuntergang
fr: couché
ru: закат

# WindSpeed.Text
source: speed
de: Geschwindigkeit
fr: vent
ru: скорость

# MoonPhase.Text
source: moon phase
de: Mondphase
fr: phase lunaire
ru: фазы Луны

# MoonPhaseFirstQuarter
source: first quarter
de: erstes Viertel
fr: premier quartier
ru: первый квартал

# MoonPhaseFullMoon
source: full moon
de: Vollmond
fr: pleine lune
ru: Полная Луна

# MoonPhaseNewMoon
source: new moon
de: Neumond
fr: nouvelle lune
ru: Новолуние

# MoonPhaseThirdQuarter
source: third quarter
de: Dreiviertelmond
fr: dernier quartier
ru: третий квартал

# MoonPhaseWaningCrescent
source: waning crescent
de: abnehmender Sichelmond
fr: dernier croissant
ru: Растущая Луна

# MoonPhaseWaningGibbous
source: waning gibbous
de: abnehmender Dreiviertelmond
fr: lune gibbeuse décroissante
ru: Убывающая луна

# MoonPhaseWaxingCrescent
source: waxing crescent
de: zunehmender Sichelmond
fr: premier croissant
ru: Ваксинг Полумесяца

# MoonPhaseWaxingGibbous
source: waxing gibbous
de: zunehmender Dreiviertelmond
fr: lune gibbeuse croissante
ru: Растущая Луна

# CmdLocations.Label
source: locations
de: Orte
fr: lieux

# CmdAddNewCity.Label
source: add new
de: Neu
fr: ajouter
ru: Добавить новый

# CmdCancel.Label
source: cancel
de: Abbrechen
fr: annuler
ru: Отмена

# TitleLocations.Text
source: my locations
de: Meine Orte
fr: mes lieux
ru: Мои места

source: My current position
de: Meine aktuelle Position
fr: Ma position actuelle
ru: Моя текущая позиция

# LoadingLocationsBlock.Text
source: loading locations
de: Orte werden geladen
ru: места погрузки

# LocationFailedText.Text
source: Seems like you aren't on Earth. Please check your location settings or your internet connection
de: Sieht so aus als wärst du nicht auf der Erde. Bitte überprüfe deine GPS-Einstellungen und deine Internetverbindung.
ru: Похоже, ты не на земле. Проверьте местоположение или параметры подключения к Интернету

# LocationListItem.RightLabel
source: delete
de: Löschen
ru: Удалить

# NoLocationFoundBlock.Text
source: Sorry, there's no result for your query. Try something else.
de: Sorry, aber es gibt kein Ergebnis für deine Anfrage. Versuche irgendetwas ähnliches.
ru: К сожалению это не результат для вашего запроса. Попробуйте что-нибудь другое.

# CmdDeleteSavedLocation.Text
source: delete
de: Löschen
ru: удалить

# WindDirection.Text
source: direction
de: Richtung
ru: направление

# LoadingStuck.Text
source: Sometimes the loading get stucked if you're using GPS for the weather location. Try to close then restart the app if this happens.
de: Manchmal bricht das Laden der GPS-Verbindung ab oder hängt fest. Versuche die App neuzustarten, wenn das passiert.
ru: Иногда погрузка застряла, если вы используете GPS для местоположения погоды. Попробуйте закрыть и перезапустить приложение, если это произойдет.

# DescriptionPressure
source: The sea-level air pressure.
de: Der Meeresspiegel-Druck.
ru: Атмосферного давления на уровне моря.

# BlockDeactivateBackgroundColor.Text
source: deactivate home background gradient color animation
de: Deaktivieren der Verlaufsanimation auf der Startseite
ru: Отключить анимацию цвета домашней фона

# BlockDontUseGPS.Text
source: If you don't want to use your GPS location, you can add manually locations
de: Wenn du deine GPS-Position nicht verwenden willst, kannst du die Orte auch manuell hinzufügen.
ru: Если вы не хотите использовать местоположение GPS, можно вручную добавить местоположения

# BlockTheme.Text
source: theme
de: Thema
ru: Цвет фона приложения

# Moonrise.Text
source: moonrise
de: Mondaufgang
ru: До

# Moonset.Text
source: moonset
de: Monduntergang
ru: Спал

# CmdPinLocation.Text
source: pin
de: anpinnen

# CmdUnpinLocation.Text
source: unpin
de: abpinnen

source: unpin
de: abpinnen

source: pin
de: anpinnen

# AnimationsLabel.Text
source: animations
de: Animationen

# ThanksMade.Text
source: This application has been made thanks to
de: Diese App wurde gemacht mit der Unterstützung von

# APICallMadeLabel.Text
source: API calls made today
de: API Zugriffe, die heute gemacht wurden

# WhyDonate1.Text
source: By donating, you're contributing to the development of Feels.
de: Wenn du spendest, unterstützt du die Entwicklung von Feels.

# WhyDonate2.Text
source: Feels uses DarkSky API which is free only for the first 1000 calls (one call is made basically everytime you request weather data).
de: Feels nutzt die DarkSky API, die nur für die ersten 1000 Zugriffe kostenlos ist (ein Zugriff wird normalerweiser bei jedem aufrufen der Wetterdaten).

# WhyDonate3.Text
source: So in order for me to continue developing the app and make it growing, I'll need your help.
de: Und damit ich mit dem Entwickeln dieser App weitermache, brauche ich eure Hilfe.

# WhyDonateTitle.Text
source: why donate ?
de: Wieso sollte man spenden?

# PurchaseStatusAlreadyPurchased
source: The user has already purchased the product.
de: Der angemeldete Benutzer hat das Produkt bereit gekauft.

# PurchaseStatusNetworkError
source: The purchase was unsuccessful due to a network error.
de: Der Kauf war nicht erfolgreich. Du hast keine Verbindung zum Netzwerk.

# PurchaseStatusNotPurchased
source: The purchase did not complete. You may have cancelled the purchase.
de: Der Kauf war nicht erfolgreich. Vielleicht hast Du ihn abgebrochen.

# PurchaseStatusServerError
source: The purchase was unsuccessful due to a server error.
de: Der Kauf ist durch einen Serverfehler fehlgeschlagen.

# PurchaseStatusSucceeded
source: The purchase was successful. Thank you so much for doing this.
de: Der Kauf war erfolgreich. Vielen Dank für deine Spenden.

# PurchaseStatusUknownError
source: The purchase was unsuccessful due to an unknown error.
de: Der Kauf ist durch einen unbekannten Fehler fehlgeschlagen.

# CmdDonations.Label
source: donations
de: Spenden

# LocationListItem.LeftLabel
source: pin
de: anpinnen

# PinSuccess
source: The tile has been pinned.
de: Die Live-Tile wurde angepinnt.

# UnpinSuccess
source: The tile has been correctly unpinned.
de: Die Live-Tile wurde korrekt entfernt.

# EmptyViewSecondaryTasksLabel.Text
source: There's no secondary task at the moment.
de: Es existieren momentan keine untergeordenten Aktualisierungen.

# PrimaryTasksPivot.Header
source: primary task
de: Übergeordnete Aktualisierung

# SecondaryTasksExplanations1.Text
source: When you pin a location to the start screen, it creates a task. This task will update the live tile periodically each hour.
de: Wenn Du einen Ort an den Startbildschirm anpinnst, aktualisiert er sich periodisch jede Stunde.

# SecondaryTasksExplanations2.Text
source: On this page, you can vizualize and delete your active tasks, except the primary task for the app tile which can be managed on the left page.
de: Auf dieser Seite kannst du aktive Aktualisierungaufgaben deaktivieren, ausser die, der übergeordneten Aktualisierung für die Live-Tile, welche du links findest.

# SecondaryTasksPivot.Header
source: secondary tasks
de: Untergeordnete Aktualisierung

# Dark.Text
source: dark
fr: sombre
ru: темная

# FeelsLikeText.Text
source: feels more like
fr: température ressentie
ru: по ощущениям

# GithubRepository.Text
source: GitHub repository
fr: répertoire GitHub
ru: страницу

source: tornado
fr: tornade
ru: ураган

# UpdateVersion.Text
source: Update
fr: Mise à jour
ru: Версия

# LocationSettingsButton.Content
source: location settings
ru: Параметры местоположения

# TryAgainButton.Content
source: try again
ru: Повторить

# ButtonAddLocationManually.Content
source: add location manually
ru: Добавить местоположение вручную
